class Constant{

  static const String logo="assets/image/icon.png";
  static const String aboutDesc="جمعية رسالة للأعمال الخيرية\n"
      "فرع كفر الشيخ\n"
      "جمعية تطوعية خيرية\n"
      "هدفها مساعدة الأسر الفقيرة\n"
      "اشتهرت برقم 2090 عام 2013\n\n"

      "تسعى الجمعية على المساعدة في جوانب كثيرة، تتمثل في بعض الأنشطة:\n\n"

      "نشاط المساعدات:\n"
      "يتم عمل استكشاف لبحث الحالات المقدمة على المساعدة للتأكد من استحقاقها للمساعدة، فيشمل هذا النشاط المساعدة من خلال:\n"
      "عمل أسقف خشب وخرسانة، ووصلات مياه، تجهيز عرائس، سداد دين الغارمين، المساعدات العينية، عمل مشاريع للأسر، تجهيز إطعام، توزيع شنط غذائية.\n\n"

      "نشاط المعارض:\n"
      "ويشمل فرز الملابس والأحذية والشنط والكتب وعمل معارض لتوزيعها وكساء للأعياد والمدارس.\n\n"

      "نشاط الزيارات:\n"
      "نقوم بعمل زيارات لدار المسنين والمسنات ودار الأيتام ومسنات البيوت وأيتام البيوت وعمل حفلات وإيفنتات ترفيهية لهم كمساعدة معنوية.\n\n"

      "نشاط الإعمار:\n"
      "يهتم بأعمار المساجد والشوارع والمؤسسات التي تحتاج لذلك من خلال التنظيف وإصلاح التالف.\n\n"

      "نشاط الطبي:\n"
      "يهتم بالرعاية الصحية للأسر وتوفير الكشوفات اللازمة لهم والتحاليل والأشعة والمساعدة في العمليات وصرف الأدوية المجانية وعمل قوافل طبية.\n\n"

      "نشاط الرسايكل:\n"
      "يعمل على المواد القابلة لإعادة التدوير لكي يتم الاستفادة ";
  static const String recycleDesc="الريسايكل هو إعادة تدوير المخلفات بحيث اننا نعيد تصنيع كل المخلفات بأقصى استفادة ممكنه بدل رميها.   بعد ملء الاستمارة:سنعطيك 3 حقائب تجمع فيهم المخلفات وسيخصص لكل حقيبة نوع معين (بلاستيك – معادن – ورق) وفي نهاية كل شهر سيأتي محصل لكي يأخذ منك الحقائب. ستحسب لك نقاط علي حسب الكمية التي تبرعت بها وتستطيع توجيه تبرعك الي أي وجه من أوجه التبرع.";

}